Tekla.Structures.Filtering.Categories.ReinforcingBarFilterExpressions.Length
The Length class represents the length filter expression.

Tekla.Structures.Filtering.Categories.ReinforcingBarFilterExpressions.Length.#ctor
Initializes a new instance of the Length class.